{"Description": "", "Source": "Amalgam: Presence 2the Vampire Can Craft Elaborate Hallucinations, Making Any Subjects in Their Vicinity See, Hear, and Feel Whatever the User Can Devise. From Seeing and Tasting a Takeout Container Filled With Maggots and Rice to a Thunderous Torrent of Reeking, Rancid Blood Boiling Out of the Sewers, Fata Morgana Causes Witnesses to Experience Circumstances That Just Aren’t real.there Is No Limit to the Number of Victims Who Can Be Affected Simultaneously, but in Order to Be Affected by Fata Morgana a Subject Needs to Be Able to See the User or Vice Versa, Though They Do Not Need to Be Actively Aware of Them. The Vampire Does Not Need to Remain Present Once a Victim Is Affected.", "Dice Pools": "Pg", "Cost": "One Rouse Check", "System": "Dice Pool: Manipulation + Obfuscate", "Duration": "System: The User Makes a Manipulation + Obfuscate Test Against a Difficulty Equal to One Plus the Number of Senses the Hallucination Targets. (An Audio-Visual Hallucination Would Thus Be Difficulty 3, While a Complete Five-Sensory Experience Would Be Difficulty 6.) the Easiest Visual Hallucinations to Create Are Fairly Small or Discreet — Increase the Difficulty by One for Room-Sized Hallucinations, Two for House-Sized Hallucinations, and So On. Further Complications May Add Additional Difficulty at the Storyteller’s Discretion. Any Attempt to Mimic the Appearance of a Specific Individual or in Other Ways Deceive Can Require Additional Performance or Subterfuge Tests as appropriate.vampires and Other Supernatural Creatures Have a Chance to Disbelieve the Hallucination, but Mortals Can Do This Only if They Have Reason to Suspect It to Be Fake. In Both Cases They Roll Intelligence + Awareness Against the User’s Manipulation + Presence. A Success Means That the Individual in Question Is No Longer Affected by the Hallucination, and It Effectively Disappears for Them. Any Attempt to Interact With the Hallucination Also Causes It to Lapse Entirely, as Everyone Present Becomes Aware of Its Unreal Nature (As With the Collapsing Staircase Example, if Someone Is Using the Staircase). Note That the Use of This Power Is Not Overt, So Even if the Hallucination Is Revealed, It Is Not Obvious Fromwhom It originated.these Hallucinations Can Never Be Recorded or Transmitted (Such as by Using Ghost in the Machine). If the Hallucination Could Cause Frenzy or Similar Reactions in Its Targets, Apply the Same Test at a Difficulty of One Lower Than the Real Thing.", "Discipline": "Animalism", "Power": "Fata Morgana"}